{
  "coexist": {
    "description": ["In Macquarie Harbour, an endangered Maugean skate drifts quietly through the same waters where salmon farming thrives.<br>",
        "Two species; one wild and rare, one cultivated and widespread. They share the same waterway, yet carry very different stories as most of you are aware.<br><br>",
        "I carved this piece thinking about 공존, the Korean word for “coexistence.”<br>",
        "But I chose to engrave it not in Hangul (the Korean alphabet), but in Hanja (Chinese characters) —<br>",
        "because those characters carry not just meaning, but a structure of thought rooted in East Asian philosophy.<br><br>",
        "As someone who once studied classical Chinese characters quite deeply,<br>",
        "I naturally came into contact with philosophies like Confucianism, Taoism, and Buddhism.<br>",
        "Those ideas didn’t feel foreign — they helped me see the world not as a set of boundaries,<br>",
        "but as a web of relationships. That’s why I chose to carve those ideas into this piece.<br><br>",
        "In that worldview, nature isn’t something outside of us.<br>",
        "We are part of it — and so are our technologies, our industries, and our choices.<br>",
        "They are not inherently unnatural.<br>",
        "What matters is whether we live with respect, balance, and responsibility.<br><br>",
        "This idea echoes across traditions:<br>",
        "• In Taoism, harmony comes not through control, but through wu wei — flowing with the natural order.<br>",
        "• In Buddhism, all things arise through interdependence (pratītyasamutpāda).<br>",
        "• In Confucianism, ethics is rooted in 仁 (in) — a care for life that grows from relationship.<br><br>",
        "Yin and Yang.<br>",
        "Yet they swim together.<br><br>",
        "The salmon is carved with dark dots in a light body,<br>",
        "the skate with light dots in a dark space.<br>",
        "One absorbs light; one reflects it.<br>",
        "They exist in contrast — but together. <br><br>",
        "That’s 共存."]
    }
}
